{
  "App.home": "Home",
  "App.about": "About",
  "App.sponsors": "Sponsors",
  "App.sponsorus": "Sponsor us",
  "App.sponsorus.link": "https://drive.google.com/file/d/1Ep7wWIasQ7yBz-7pEH3W7LPYvZCMGL2T/view?usp=sharing",
  "App.speakers": "Speakers",
  "App.faq": "FAQ",
  "App.schedule": "Schedule",
  "App.resources": "Resources",
  "LandingHeroPage.firstTitle": "LearnML Program",
  "LandingHeroPage.secondTitle": "A Machine Learning Experience",
  "LandingHeroPage.subtitle": "Weekend workshops and discussions to explore artificial intelligence.",
  "LandingHeroPage.register": "Register",
  "LandingHeroPage.when": "September 20 - 21, 2025 • In person",
  "About.title": "About",
  "About.about": "LearnML is a unique hackathon. Spread over 48 hours, it consists of a series of challenges on machine learning of increasing difficulty. This event is the perfect opportunity for participants to familiarize themselves with different aspects of machine learning methods! For those new to the field, this competition will allow you to learn a lot  as we prepared documentation and tools for you to start! For veterans,  we have also created some tough challenges for you to enjoy! Many prizes to win!",
  "About.semla": "SEMLA is a Quebec-based research group that brings together researchers in software engineering and applied machine learning from Quebec and Canadian universities specializing in the engineering of intelligent software systems.",
  "Card[0].text": "Come practice or learn more about machine learning as you tackle our challenges of ascending difficulty!",
  "Card[1].text": "Assist to our workshops given by industry professionals coming from top companies to learn key skills for applying ML in real life",
  "Card[2].text": "Talk with our sponsors to expand your network and obtain graduate or internship opportunities!",
  "Card[3].text": "Have fun with your team and try to win one of our prizes! There's up to 2000$ value of prizes to win excluding surprises!",
  "Event[0][0].description": "Arrival & check-in.",
  "Event[0][1].description": "Opening ceremony.",
  "Event[0][2].description": "Module 1 – Overview of Artificial Intelligence. History of AI, key branches, and ethical debates.",
  "Event[0][3].description": "Lunch break. Time to relax and network.",
  "Event[0][4].description": "Module 2 – First Steps in Machine Learning. Build a simple model and evaluate its predictions.",
  "Event[1][0].description": "Arrival & check-in.",
  "Event[1][1].description": "Opening ceremony.",
  "Event[1][2].description": "Module 3 – Industry-inspired Case Studies. Hands-on problems drawn from real-world applications.",
  "Event[1][3].description": "Lunch break. Refuel and connect with fellow participants.",
  "Event[1][4].description": "Module 4 – Open Forum on AI and Society. Group discussion on opportunities, risks, and regulation.",
  "Event[1][5].description": "Closing ceremony.",
  "QuestionAnswer.element0.question": "Who can attend this hackathon?",
  "QuestionAnswer.element0.answer": "Anybody who is a graduate or undergraduate student, or someone from the industry is welcome to participate! We would love to have you regardless of your level of experience or background!",
  "QuestionAnswer.element1.question": "How much does it cost?",
  "QuestionAnswer.element1.answer": "There's no cost at all! This event is totally FREE!",
  "QuestionAnswer.element2.question": "Do I apply with a team?",
  "QuestionAnswer.element2.answer": "No, you're not obligated to have a team to register! You can apply individually and you will have the opportunity to create teams afterwards or participate alone.",
  "QuestionAnswer.element3.question": "How many members can we have in our team?",
  "QuestionAnswer.element3.answer": "You may work individually or on a team of no more than four people.",
  "QuestionAnswer.element4.question": "When do applications close?",
  "QuestionAnswer.element4.answer": "Applications closes on September 30th at 11:59 EST",
  "QuestionAnswer.element5.question": "What kind of projects do we create?",
  "QuestionAnswer.element5.answer": "Our hackathon is different! You will have to create a model that will be able to give out accurate predictions based on datasets that we provide! We will provide a notebook for everyone to start on the same page. They will be highly documented as well!",
  "QuestionAnswer.element6.question": "What if I don’t know how to create machine learning models?",
  "QuestionAnswer.element6.answer": "Don't be scared! This event is the perfect opportunity to learn more about data science and machine learning! We made different challenges with different difficulties. You will be able to participate at the easiest ones and still have a chance to win a prize! There will be mentors available to help and you'll be able to interact with companies and learn alongside fellow participants!",
  "QuestionAnswer.element7.question": "Will there be any workshops?",
  "QuestionAnswer.element7.answer": "Yes, we will have workshops and talks! List is coming out soon!",
  "QuestionAnswer.element8.question": "Will there be swag?",
  "QuestionAnswer.element8.answer": "Yes, and there will be other mini prizes at the event!",
  "QuestionAnswer.element9.question": "My question hasn't been answered!",
  "QuestionAnswer.element9.answer": "You can email us at comitepolyai@gmail.com! If not, reach out to us on our Facebook page!",
  "Speakers.title": "Speakers",
  "Resources.title": "Resources",
  "Speakers.emailUs": "Stay tuned as more speakers will be added here soon! Do you know someone who would like to speak? email us at comitepolyai@gmail.com!",
  "Speakers.speaker[0]": "Applied Research Scientist",
  "Speakers.speaker[1]": "Research Associate",
  "Speakers.speaker[2]": "Tech lead",
  "Speakers.sara.role": "",
  "Speakers.sara.domain": "Cybersecurity and AI",
  "Speakers.lahcen.role": "Instructor at PolyMTL",
  "Speakers.lahcen.domain": "",
  "Speakers.aziz.role": "",
  "Speakers.aziz.domain": "",
  "Speakers.omar.role": "Assistant Professor at PolyMTL",
  "Speakers.omar.domain": "Machine Learning",
  "Speakers.veronique.role": "",
  "Speakers.veronique.domain": "",
  "Partners.title": "Sponsors",
  "Schedule.title": "Schedule",
  "Schedule.day": "Day",
  "Schedule.warning": "All times are in EST.",
  "Partners.sponsor": "Sponsor Us",
  "Footer.newsletter": "Sign up to our newsletter!",
  "Footer.flaticon": "Flaticon icon authors"
}
