{
  "App.home": "Accueil",
  "App.about": "À Propos",
  "App.sponsors": "Commanditaires",
  "App.sponsorus": "Devenez Partenaire",
  "App.sponsorus.link": "https://drive.google.com/file/d/1EC-2Ow1bf01a_dcPeLAR0LWioQh7ZRHY/view?usp=sharing",
  "App.speakers": "Conférenciers",
  "App.faq": "FAQ",
  "App.schedule": "Horaire",
  "LandingHeroPage.firstTitle": "Programme LearnML",
  "LandingHeroPage.secondTitle": "une expérience en apprentissage machine",
  "LandingHeroPage.subtitle": "Ateliers et discussions pour explorer l’intelligence artificielle durant le weekend.",
  "LandingHeroPage.register": "S'inscrire",
  "LandingHeroPage.when": "20 - 21 Septembre 2025 • En présentiel",
  "About.title": "À Propos",
  "About.about": "LearnML est un hackathon unique en son genre. S'étalant sur 48 heures, il consiste en une série de défis sur l'apprentissage machine de difficulté croissante. Cet événement est l'occasion idéale pour les participants de se familiariser avec les différents aspects des méthodes d'apprentissage machine! Pour les nouveaux venus dans le domaine, cette compétition vous permettra d'apprendre beaucoup car nous avons préparé de la documentation et des outils pour que vous puissiez commencer! Pour les vétérans, nous avons également créé des défis difficiles que vous pourrez apprécier! De nombreux prix à gagner!",
  "About.semla": "SEMLA est un groupe de recherche québécois qui rassemble des chercheurs en génie logiciel et en apprentissage automatique appliqué des universités québécoises et canadiennes spécialisés dans l'ingénierie des systèmes logiciels intelligents.",
  "Card[0].text": "Venez vous entraîner ou en apprendre davantage sur l'apprentissage machine tout en relevant nos défis de difficulté croissante!",
  "Card[1].text": "Venez assister à nos ateliers donnés par des professionnels de l'industrie pour acquérir des compétences clés du domaine",
  "Card[2].text": "Venez réseauter avec nos sponsors pour élargir votre réseau et obtenir des opportunités de diplôme ou de stage!",
  "Card[3].text": "Amusez-vous avec votre équipe et essayez de gagner l'un de nos prix! Il y a jusqu'à 2000$ de prix à gagner, excluant les surprises!",
  "Event[0][0].description": "Module 1 – Panorama de l’Intelligence Artificielle. Histoire de l’IA, principales branches et enjeux éthiques.",
  "Event[0][1].description": "Pause déjeuner. Moment de détente et de réseautage.",
  "Event[0][2].description": "Module 2 – Premiers pas en Machine Learning. Créer un modèle simple et évaluer ses prédictions.",
  "Event[1][0].description": "Module 3 – Cas pratiques inspirés de l’industrie. Problèmes pratiques issus d’applications réelles.",
  "Event[1][1].description": "Pause déjeuner. Refaites le plein et échangez avec les participants.",
  "Event[1][2].description": "Module 4 – Forum libre sur l’IA et la société. Discussion de groupe sur les opportunités, les risques et la régulation.",
  "QuestionAnswer.element0.question": "Qui peut participer à cet événement?",
  "QuestionAnswer.element0.answer": "Toute personne à l'université au premier ou deuxième cycle ou personnes de l'industrie peuvent y participer! On adorerait t'avoir peu importe ton niveau d'expérience dans le domaine!",
  "QuestionAnswer.element1.question": "Combien ça coûte?",
  "QuestionAnswer.element1.answer": "L'événement est complètement GRATUIT!",
  "QuestionAnswer.element2.question": "Est-ce que je dois m'inscrire avec une équipe?",
  "QuestionAnswer.element2.answer": "Non, vous n'êtes pas obligé d'avoir une équipe pour vous inscrire ! Vous pouvez vous inscrire individuellement et vous aurez la possibilité de créer des équipes par la suite! Sinon, vous pouvez toujours participer seul.",
  "QuestionAnswer.element3.question": "Quelle est la taille maximale pour les équipes?",
  "QuestionAnswer.element3.answer": "Les équipes peuvent avoir jusqu'à 4 membres.",
  "QuestionAnswer.element4.question": "Quelle est la date limite pour s'inscrire?",
  "QuestionAnswer.element4.answer": "Les inscriptions ferment le 30 septembre à 23h59 EST.",
  "QuestionAnswer.element5.question": "Quels types de projets créons-nous?",
  "QuestionAnswer.element5.answer": "Notre hackathon est différent des autres. On vous donnes un jeu de données par défi avec un notebook de départ et votre objectif sera d'améliorer le modèle pour qu'il obtienne de meilleures prédictions!",
  "QuestionAnswer.element6.question": "Que faire si je ne sais pas comment créer des modèles d'apprentissage automatique?",
  "QuestionAnswer.element6.answer": "N'ayez pas peur ! Cet événement est l'occasion idéale pour en apprendre davantage sur la science des données et l'apprentissage automatique ! Nous avons créé des défis avec des difficultés différentes. Vous pourrez participer aux plus faciles tout en ayant une chance de gagner un prix ! Des mentors seront disponibles pour vous aider et vous pourrez interagir avec les entreprises et apprendre aux côtés des autres participants!",
  "QuestionAnswer.element7.question": "Y aura-t-il des ateliers / conférences?",
  "QuestionAnswer.element7.answer": "Oui, nous organiserons des ateliers et des conférences! La liste sortira bientôt!",
  "QuestionAnswer.element8.question": "Est-ce qu'il y aura du swag?",
  "QuestionAnswer.element8.answer": "Oui, et il y aura d'autres petits prix à gagner lors de l'événement!",
  "QuestionAnswer.element9.question": "Ma question n'a pas été répondu, comment puis-je vous contacter?",
  "QuestionAnswer.element9.answer": "Si tu as d'autres questions, tu peux nous contacter au comitepolyai@gmail.com! Sinon, tu peux toujours nous envoyer un message sur notre page Facebook!",
  "Speakers.title": "Conférenciers",
  "Speakers.emailUs": "Plusieurs autres conférienciers s'ajouteront ici prochainement! Connaissez-vous quelqu'un qui serait intéressé à offrir une conférence? Envoyez-nous un email à comitepolyai@gmail.com!",
  "Speakers.speaker[0]": "Scientifique en recherche appliquée",
  "Speakers.speaker[1]": "Chercheur",
  "Speakers.speaker[2]": "Directeur de la technologie",
  "Partners.title": "Commanditaires",
  "Schedule.title": "Horaire",
  "Schedule.day": "Jour",
  "Schedule.warning": "Toutes les heures sont présentés en EST.",
  "Partners.sponsor": "Commanditez-nous!",
  "Footer.newsletter": "Inscris-toi à notre infolettre!",
  "Footer.flaticon": "Auteurs des icones Flaticon"
}
