{
    "App.home": "Accueil",
    "App.about": "À Propos",
    "App.sponsors": "Commanditaires",
    "App.speakers": "Conférenciers",
    "App.faq": "FAQ",
    "App.schedule": "Horaire",
    "LandingHeroPage.firstTitle": "Hackathon CodeML",
    "LandingHeroPage.secondTitle": "une expérience unique en apprentissage machine",
    "LandingHeroPage.subtitle": "Venez rejoindre plus de 200 participants pour relever de multiples défis en ML et gagner des prix!",
    "LandingHeroPage.register": "S'inscrire",
    "LandingHeroPage.when": "27 - 28 Novembre • Virtuel",
    "About.title": "À Propos",
    "About.about": "CodeML est un hackathon unique en son genre. S'étalant sur 48 heures, il consiste en une série de défis sur l'apprentissage machine de difficulté croissante. Cet événement est l'occasion idéale pour les participants de se familiariser avec les différents aspects des méthodes d'apprentissage machine! Pour les nouveaux venus dans le domaine, cette compétition vous permettra d'apprendre beaucoup car nous avons préparé de la documentation et des outils pour que vous puissiez commencer! Pour les vétérans, nous avons également créé des défis difficiles que vous pourrez apprécier! De nombreux prix à gagner!",
    "Card[0].text": "Venez vous entraîner ou en apprendre davantage sur l'apprentissage machine tout en relevant nos défis de difficulté croissante!",
    "Card[1].text": "Venez assister à nos ateliers donnés par des professionnels de l'industrie pour acquérir des compétences clés du domaine",
    "Card[2].text": "Venez réseauter avec nos sponsors pour élargir votre réseau et obtenir des opportunités de diplôme ou de stage!",
    "Card[3].text": "Amusez-vous avec votre équipe et essayez de gagner l'un de nos prix! Il y a jusqu'à 2000$ de prix à gagner, excluant les surprises!",
    "Event[0][0].description": "Cérémonie d'ouverture",
    "Event[0][1].description": "Début de la compétition",
    "Event[0][2].description": "Présentation des activités et des opportunités d'IVADO",
    "Event[0][3].description": "IA utilisée pour les cyber-attaques. Les humains ont-ils une chance ? Par Christine Izuakor (Cyber Pop-up)",
    "Event[0][4].description": "Planification et optimisation des systèmes de transport public avec l'IA par Charles Fleurent (GIRO)",
    "Event[0][5].description": "Serverless rencontre AI et ML par Jonathan Dion (Amazon)",
    "Event[0][6].description": "Soirée de jeux de sociétés",
    "Event[1][0].description": "Problèmes et opportunités dans l'écosystème de l'IA et de la technologie par Timothy Pereira (AI Launch Lab)",
    "Event[1][1].description": "Démonstration d'applications d'AI/ML dans le domaine de la finance par Alexandre Brilhante (Banque Nationale du Canada)",
    "Event[1][2].description": "Fin de la compétition",
    "Event[1][3].description": "Cérémonie de clotûre",
    "QuestionAnswer.element0.question": "Qui peut participer à cet événement?",
    "QuestionAnswer.element0.answer": "Toute personne à l'université au premier ou deuxième cycle ou personnes de l'industrie peuvent y participer! On adorerait t'avoir peu importe ton niveau d'expérience dans le domaine!",
    "QuestionAnswer.element1.question": "Combien ça coûte?",
    "QuestionAnswer.element1.answer": "L'événement est complètement GRATUIT!",
    "QuestionAnswer.element2.question": "Est-ce que je dois m'inscrire avec une équipe?",
    "QuestionAnswer.element2.answer": "Non, vous n'êtes pas obligé d'avoir une équipe pour vous inscrire ! Vous pouvez vous inscrire individuellement et vous aurez la possibilité de créer des équipes par la suite! Sinon, vous pouvez toujours participer seul.",
    "QuestionAnswer.element3.question": "Quelle est la taille maximale pour les équipes?",
    "QuestionAnswer.element3.answer": "Les équipes peuvent avoir jusqu'à 4 membres.",
    "QuestionAnswer.element4.question": "Quelle est la date limite pour s'inscrire?",
    "QuestionAnswer.element4.answer": "Les inscriptions ferment le 25 novembre à 23h59 EST.",
    "QuestionAnswer.element5.question": "Quels types de projets créons-nous?",
    "QuestionAnswer.element5.answer": "Notre hackathon est différent des autres. On vous donnes un jeu de données par défi avec un notebook de départ et votre objectif sera d'améliorer le modèle pour qu'il obtienne de meilleures prédictions!",
    "QuestionAnswer.element6.question": "Que faire si je ne sais pas comment créer des modèles d'apprentissage automatique?",
    "QuestionAnswer.element6.answer": "N'ayez pas peur ! Cet événement est l'occasion idéale pour en apprendre davantage sur la science des données et l'apprentissage automatique ! Nous avons créé des défis avec des difficultés différentes. Vous pourrez participer aux plus faciles tout en ayant une chance de gagner un prix ! Des mentors seront disponibles pour vous aider et vous pourrez interagir avec les entreprises et apprendre aux côtés des autres participants!",
    "QuestionAnswer.element7.question": "Y aura-t-il des ateliers / conférences?",
    "QuestionAnswer.element7.answer": "Oui, nous organiserons des ateliers et des conférences! La liste sortira bientôt!",
    "QuestionAnswer.element8.question": "Est-ce qu'il y aura du swag?",
    "QuestionAnswer.element8.answer": "Non, mais il y aura d'autres petits prix à gagner lors de l'événement!",
    "QuestionAnswer.element9.question": "Ma question n'a pas été répondu, comment puis-je vous contacter?",
    "QuestionAnswer.element9.answer": "Si tu as d'autres questions, tu peux nous contacter au comitepolyai@gmail.com! Sinon, tu peux toujours nous envoyer un message sur notre page Facebook!",
    "Speakers.title": "Conférenciers",
    "Speakers.emailUs": "Plusieurs autres conférienciers s'ajouteront ici prochainement! Connaissez-vous quelqu'un qui serait intéressé à offrir une conférence? Envoyez-nous un email à comitepolyai@gmail.com!",
    "Speakers.speaker[0]": "Développeur Cloud Senior",
    "Speakers.speaker[1]": "CEO et fondatrice",
    "Speakers.speaker[2]": "Directeur Senior - Optimization d'algorithmes",
    "Speakers.speaker[3]": "Co-fondateur",
    "Partners.title": "Commanditaires",
    "Schedule.title": "Horaire",
    "Schedule.day": "Jour",
    "Schedule.warning": "Toutes les heures sont présentés en EST.",
    "Partners.sponsor": "Commanditez-nous!",
    "Footer.newsletter": "Inscris-toi à notre infolettre!",
    "Footer.flaticon": "Auteurs des icones Flaticon"

}